11/data/attachments/a32f45d1ac320b41.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f4971399-df5f-4e7f-b74a-985f2e00bdd3</nif:username>
            <nif:friendToBeAdded>Kelly_one_Friend_36889_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>